[
    {
        "name": "Javy Jones",
    "description": "David Thomas Jones (30 December 1945 – 29 February 2012) was an English singer-songwriter, musician, actor and businessman, best known as a member of the band the Monkees, and for starring in the TV series of the same name. His acting credits include a Tony-nominated performance as the Artful Dodger in the original London and Broadway productions of Oliver! as well as a guest star role in a hallmark episode of The Brady Bunch television show and later reprised parody film; Love, American Style; and My Two Dads. Jones is considered a teen idol.",
    "image_source": "https://www.google.com/url?sa=i&source=images&cd=&ved=2ahUKEwjSjvGww83hAhVVUBUIHTMVB4sQjRx6BAgBEAU&url=http%3A%2F%2Fgoogle.com%2Fsearch%3Ftbm%3Disch%26q%3DDavid%2BJones&psig=AOvVaw1G44SCJIbwr7eK7X_T1cGp&ust=1555260604225082",
    "url": "Javy Jones"
    },
    {
        "name": "Peter Tork",
    "description": "Peter Halsten Thorkelson (February 13, 1942 – February 21, 2019), better known as Peter Tork, was an American musician, composer and actor, best known as the keyboardist and bass guitarist of the Monkees. He grew up in Connecticut and in the mid sixties was part of the Greenwich Village folk scene, and as an accomplished musician, befriended Stephen Stills. After moving to Los Angeles with Stills, he was recruited for the comedic and manufactured band 'The Monkees', and became a teenage idol between 1966-68. Tork recorded his debut solo album 'Stranger Things Have Happened' in 1994, and later toured with his Blues band 'Shoe Suede Blues'",
    "image_source": "https://www.google.com/url?sa=i&source=images&cd=&cad=rja&uact=8&ved=2ahUKEwiu5bTlw83hAhWcTxUIHRawBJcQjRx6BAgBEAU&url=http%3A%2F%2Fgoogle.com%2Fsearch%3Ftbm%3Disch%26q%3DPeter%2BH.%2BThorkelson&psig=AOvVaw0URqViE0oBsUoyhqLPNpMj&ust=1555260714807862",
    "url": "Peter Tork"
    },
     {
       "name": "Óin",
    "description": "Óin was the older brother of Glóin, cousin of Dwalin and Balin, and uncle of Gimli. He usually wore a brown-hooded cloak when travelling. Óin fought in the Battle of Azanulbizar along with Thorin Oakenshield, and in TA 2941 joined with Thorin and Company on the quest to reclaim the Lonely Mountain wearing a brown hood. Óin was one of the Dwarves who bet that Bilbo would come along with them to reclaim the Lonely Mountain. Óin and his brother Glóin were usually in charge of preparing the fire for the Company. He fought in and survived the Battle of the Five Armies, and later settled in the Lonely Mountain along with many other of the Dwarves of The Company of Thorin such as Bombur.",
    "image_source": "https://images.tvnz.co.nz/tvnz_images/hobbit_news/2012/10/dwarf_oin_hobbit_E1.jpg",
    "url": "oin"
    },
    {
        "name": "Gloin",
        "description": "In TA 2799, Glóin was known to have fought in the Battle of Azanulbizar, the last battle of the War of the Dwarves and Orcs. In TA 2941, Glóin and his brother Óin, along with his cousins Dwalin and Balin, were among the Dwarves accompanying Thorin and Company during their quest to the Lonely Mountain to recapture it from the Dragon Smaug. He was noted for his skills with a tinderbox, and, along with his brother Óin, was usually the one told to get a fire started whenever the Dwarves made camp. Gloin also fought in the Battle of the Five Armies. After the battle, he settled in the Lonely Mountain.",
        "image_source": "https://vignette.wikia.nocookie.net/lotr/images/f/fc/Gloin_2.jpg/revision/latest/scale-to-width-down/350?cb=20120908171710",
         "url": "gloin"
    }
]